Repository: remiheens/tuto-api-wp
Catalog: languages/taw-*.po
Languages: fr_fr

source: The widget configuration is wrong !
fr_fr: La configuration du widget est erronée !

source: Allows to grab data from tuto.com
fr_fr: Permet de récupérer ses stats sur tuto.com

source: API Key:
fr_fr: Clé API:

source: API Login:
fr_fr: Login API:

source: API Secret:
fr_fr: Mot de passe:

source: tutorials :
fr_fr: tutos :

source: customers :
fr_fr: clients :

source: sales :
fr_fr: ventes :

source: average rating :
fr_fr: note moyenne :

source: See all tutorials
fr_fr: Voir tous les tutoriels

source: The API returns this message (only users with right permissions can see this message) :
fr_fr: L'API a retourné un message d'erreur (seuls les utilisateurs autorisés peuvent voir ce message sur le site) :

source: Use default widget ?
fr_fr: Utiliser le widget par défaut ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: You can choose which statistics you want to show. By default all statistics will be displayed by the widget Tuto.com but you can easily change it. Just select "no" for the option "Use default widget" and use the following special markers :
fr_fr: Vous pouvez choisir quelles statistiques afficher. Par défaut toutes les statistiques sont affichées mais c'est personnalisable avec les marqueurs suivants. Sélectionnez simplement "non" pour l'option "utiliser le widget par défaut" et utiliser les marqueurs suivants dans les réglages du widget sur la page des widgets :

source: Get your keys
fr_fr: Obtenez vos identifiants
